package com.cmaotai.service.mobile;

import com.google.common.collect.Lists;
import java.util.List;

public class Mobile {

    public static List<String> CALL_MOBILES = Lists
        .newArrayList("13110498305", "13164910871", "18601645898", "13052105645", "18962072076");

    public static List<String> CALL_NAMES = Lists
        .newArrayList("刘璇", "张程", "张桐", "冯冕", "冷翰林", "王焕", "曲锴", "袁吉臻", "袁琪", "盛鸿军", "隋浩", "温悦", "刘旭栋", "刘瀚", "马贺",
            "陶春秀", "王杰", "段鸿", "付彤", "禇秀鹏", "张歌阳", "徐莹", "李雨", "姜金雨", "刁娜", "李佳宜", "杨斌", "王慧", "严琦", "刘然", "李宏运", "李雪莲",
            "倪承燕", "陈超", "邹宁", "吴民", "杨澜", "张瑞", "刘彦", "石达", "刘路涛", "迟岩", "李君", "王新", "孙威", "王迪", "谢文", "刘明辉", "薛梦瑶",
            "张鹏", "赵研", "王浩淋", "郭倩", "王毅", "顾豪", "刘霖", "孙宇倩", "冯闯", "于鑫", "关慕林", "李洪伟", "董治洋", "于涵", "王婷", "王玮", "傅梅",
            "赵彬", "孙贞强", "李挥", "韩爽", "赫鑫龄", "韩楠", "肖阳", "李誉", "孙丹", "宋明浩", "林萱", "张如", "孙仁峰", "姚丹", "刘命佳", "于甜", "韩蕾",
            "高杉", "杜文", "刘壮元", "刘丹", "潘秀丹", "李悦", "孙宁", "刘悦", "张珈", "刘杰", "祝铭琪", "于兴也", "李迎", "陶鑫", "郑鑫", "季士宝", "刘烨",
            "谢彦君", "张开", "马帅", "张鑫", "徐凝", "孙钟浩", "修月", "王倩", "韩彤", "韩爱玲", "孙英杰", "于欣桐", "谭有臻", "宋琳", "孙葛", "崔月", "徐强",
            "宋玥", "邹明", "温玉", "张建", "鲁炜霞", "刘瑶", "王吉科", "潘艳", "彭丽华", "周茜", "王婷", "齐睿", "黎煜", "矫运龙", "刘述卫", "孟源", "孙丹",
            "许超文", "刘戈", "于东", "矫昊", "兰奇", "韩红", "姚海玉", "刘帅", "于惠新", "赵恩月", "赵颖", "郭玲", "张艺", "吕灿", "于行", "郝璐", "宋莉",
            "靳佩", "于馨楠", "陈强日", "徐乘", "陈明", "夏爽", "郝燕", "王效茹", "宋君", "崔瑶", "王畅", "仲琦", "姚晓萌", "孙闻雪", "孙雪", "胡东", "刘萍",
            "付燕", "张学超", "马彬彬", "吕楠", "张琦", "于源", "祁媛", "高姗姗", "祁云", "丁荃", "于嘉馨", "石珊", "崔研丽", "张蕾", "曲乐", "张志远", "孙娟",
            "黄楠", "辛伟", "姜楠", "王琳", "孙叶玲", "赵利", "王宇", "管述东", "李敏玲", "王吾", "姜大旺", "邢坤", "陈浩", "蒋慧", "吕敏", "徐晓彤", "洪海珉",
            "代实", "吴发", "张然", "董雪", "曲力文", "欧雯", "王霞", "高丽", "卫广震", "姜利民", "丛薇", "于长鸿", "张月", "谢宁", "裴瑶", "王栋", "徐坤",
            "吕爽", "成欣", "琚刚", "王宁波", "徐长栋", "从洋", "巩少龙", "曾巍", "张云", "李亮", "刘杰", "刘旺龙", "赵德", "梁健", "刘超", "刘智", "周智",
            "冯原青", "黄建", "司鹏", "杨晓宇", "杨珂", "詹建明", "赵阔", "陈壕", "蓝剑", "梁祖强", "但尚坤", "李毅", "郭凯", "张扬", "尤洁", "曾辉", "张帆",
            "张兵", "张赵静", "赵晨", "郑文雯", "周璇晨", "许婷", "杨林", "于习浩", "翟恺", "张雯", "张岩", "章欢欢", "赵苏楠", "郑珣", "周瑶", "蔡程", "蔡薇",
            "陈诚", "陈海奇", "陈雯", "陈露", "陈伟", "陈奕龙", "丁琼", "傅静文", "郭莹", "何娜", "何盈", "黄爱杰", "黄芳", "黄佳健", "黄婷婷", "江丽", "江亮",
            "江燕", "蒋璐", "金强", "柯升", "孔银燕", "李彬彬", "李聪聪", "楼劼", "楼湘", "桑赟", "孙洁", "屠奕", "王威", "王一", "王颖珺", "徐晨缀", "徐珊",
            "徐逸天", "徐雲", "许丹", "杨宇", "杨清", "杨嘉", "张凯", "张磊", "张啊骁", "赵旭", "赵艳", "钟旻远", "周婵", "周俊", "周天意", "周韵", "叶威",
            "何珂苇", "汪晨子", "王桥", "吴玉琪", "王娅", "张情", "占艳", "施佳", "高英", "李一娇", "王超", "林华", "王梦霓", "陆佳", "张怡", "曹俊", "刘小萱",
            "徐娇", "吴宁", "张睿琦", "张敏", "张雁", "门婕聪", "崔贝贝", "陈方", "李禾", "曲梦", "顾媛", "王希", "张亚萍", "任洁", "罗雅琴", "吕洋", "周娜",
            "郭小敏", "林梓", "许清", "胡娟", "章程", "杨珂", "詹建明", "赵阔", "陈壕", "蓝剑", "梁祖强", "但尚坤", "李毅", "郭凯", "张扬", "何山", "吴承发",
            "齐扬阳", "王津", "邹云柯", "董玉", "王薇", "钟玲", "陈翠", "杨瑜", "石慧", "钟玲玲", "李红影", "赵海莹", "陈婷", "刘波", "陆菲", "冉凤", "周诗",
            "谢漫", "张佳雯", "陈佳", "惠乐仪", "孙苏静", "王叶", "周扬", "李春", "雷蕾", "王洋", "沈贤", "陈月雯", "张韦华", "裴雯", "孙婧", "王婵", "杨序",
            "李洋", "巩平", "崔亚玲", "刘畅", "陈天然", "姚向颖", "刘酉酉", "倪宣", "周国", "张炯", "薄鹏", "程王", "纪池", "周钟", "刘亮", "赵伟", "付学",
            "金哲", "简悦", "许建亮", "邓忠义", "吴政钢", "王佳", "滕瞾", "游望", "邱敏芝", "赵晓琴", "沈贞贞", "高杨", "李慧", "关扬", "靳蒙", "吴珊", "施旎",
            "陈雯", "林敏利", "周叶", "沈梦婷", "鲍楚佳", "陈南", "龚蔚", "孙萍", "率涵", "田欣", "程怡", "周颖", "周琦", "程程", "王熙旸", "李昕", "陆家诗",
            "熊环环", "张琪", "乔红", "曹全倪", "薛生贞", "冀源", "林小姗", "丁姣", "王音", "高曦", "郭晶", "杨阳", "王霖", "严益超", "陈亮", "熊亮", "陈晨",
            "方辰龙", "代超", "王籽璇", "周陈", "关良", "姜睿", "白昼", "钱辉", "周昱", "钟飞", "吕华", "吴天", "刘蓓", "曹心怡", "徐嘉梅", "杨楠楠", "刘意文",
            "郦婷", "田迪", "戚苹", "李悦", "江欢", "姜莹莹", "李情", "昌胜男", "仇莹", "刘岳", "周啊娜", "刘玉", "李凤扬", "田文", "倪婧", "解晶", "谢岩",
            "董凤睿", "任菊", "顾庆敏", "柳媚", "廖文", "丁莹", "蒋庆盈", "沈沉", "汪瑶", "李齐乐", "王强", "赵军", "陈庆友", "徐晶", "顾波", "丁健", "曹晔",
            "刘庆玥", "王凤悦", "陈姼", "端宁", "顾旦", "赵翔", "刘庆宏", "朱琼", "林啊雯", "王茜", "胡乐", "方庆航", "汤婷", "陶明", "刘徽", "周博", "刘庆吟",
            "刘平", "李可", "罗庆笑", "周然", "赵爽", "杜庆妮", "赵曦", "颜楠", "杨庆泽", "马飞", "杨欧", "刘庆楠", "王静", "张瑜", "王希", "刘青", "史静",
            "郝庆爽", "李鑫", "吕静", "王庆验", "陈凤梅", "丁佩", "徐悦", "郭倩", "韩莹", "史庆婷", "刘雯", "王辰", "王庆远", "孙兴", "赵敏", "袁蔚", "杨亮",
            "沈庆晗", "周凤", "潘英", "胡凤怀", "王凤银", "周晓", "郑欢", "陈凤琛", "安哲", "李朋", "王爽", "张霖", "唐潇", "徐庆昂", "戚平", "黄丹", "沈茜",
            "胡庆建", "王蓉", "沈兰", "王珏", "陈庆菁", "张婷", "陈齐洁", "赵匆", "曹庆燕", "陶青", "姜芳", "宋佳", "宋荔", "张韦", "郭凤娴", "张燕", "殷凤丹",
            "姚凤瑛", "魏娜", "顾凤玥", "李艳", "梦洁", "潘鉴", "姚丽", "徐琳", "刘凤佳", "许俊", "周颖", "赵杭", "赵凤宽", "汪洋", "董凤华", "韩凤坚", "方鹏",
            "谢兄", "李励", "蒋波", "周佳", "鲁潇", "俞凤涛", "陈凤韬", "庞博", "沈啸", "赵庆蕾", "甄然", "白莲", "包哲", "陈思", "代凤丽", "付宁", "胡芳",
            "纪华", "兰帆", "李洋", "李庆晶", "李明", "李凤珍", "刘流", "楼庆峰", "芦琴", "孟凤婷", "彭海", "沈勤", "田川", "汪锦", "王康", "吴庆达", "邢松",
            "杨卉", "姚庆添", "詹庆玲", "张维", "张凤裕", "章安", "赵丽", "周汝", "朱琳", "曹艳", "陈薇", "陈誉", "窦曦", "高庆闻", "胡凤东", "季凤诚", "金帅",
            "李飞", "李杰", "李拓", "李庆玥", "刘航", "刘茹", "马芳", "牟辰", "乔庆逸", "石石", "宋凤", "王凤宁", "王妙", "王庆迁", "蔡卉", "陈鼎", "陈婷",
            "董凤霏", "甘京", "何元", "胡庆莎", "蒋虎", "李钊", "李璐", "李凤杰", "刘钰", "刘凤吉", "路冰", "骆岚", "钱阳", "沈华", "史庆艳", "涂凤平", "王聪",
            "王飞", "武凤剑", "徐燕", "杨子", "叶朝", "张云", "张庆刚", "张月", "章瑜", "赵雅", "周凤觅", "金庆晨", "杨倩", "查聪", "陈芬", "崔栋", "恩庆溶",
            "顾巍", "槐欢", "解凤丹", "瞿然", "李敏", "李庆阳", "李晓", "李洋", "刘然", "毛凤佳", "潘取", "佘凤婉", "宋园", "孙文", "王东", "王庆臣", "王娇",
            "陈娟", "程婵", "丁坚", "范凤丹");

}
