package com.cmaotai.service.mobile;

import com.google.common.collect.Lists;
import java.util.List;

/**
 * @author gerry
 * @version 1.0, 2018-05-13 20:56
 * @since com.hujiang 1.0.0
 */
public class Mobile {

    public static List<String> MOBILES = Lists.newArrayList("15261545703");

    public static List<String> CALL_NAMES = Lists
        .newArrayList("马鑫", "黄凯", "李伟", "李斯", "李翔", "李达", "李欣", "李梅", "刘岳", "周啊娜", "刘玉", "李凤扬", "田文", "倪婧", "解晶", "谢岩",
            "董凤睿", "任菊", "顾庆敏", "柳媚", "廖文", "丁莹", "蒋庆盈", "沈沉", "汪瑶", "李齐乐", "王强", "赵军", "陈庆友", "徐晶", "顾波", "丁健", "曹晔",
            "刘庆玥", "王凤悦", "陈姼", "端宁", "顾旦", "赵翔", "刘庆宏", "朱琼", "林啊雯", "王茜", "胡乐", "方庆航", "汤婷", "陶明", "刘徽", "周博", "刘庆吟",
            "刘平", "李可", "罗庆笑", "周然", "赵爽", "杜庆妮", "赵曦", "颜楠", "杨庆泽", "马飞", "杨欧", "刘庆楠", "王静", "张瑜", "王希", "刘青", "史静",
            "郝庆爽", "李鑫", "吕静", "王庆验", "陈凤梅", "丁佩", "徐悦", "郭倩", "韩莹", "史庆婷", "刘雯", "王辰", "王庆远", "孙兴", "赵敏", "袁蔚", "杨亮",
            "沈庆晗", "周凤", "潘英", "胡凤怀", "王凤银", "周晓", "郑欢", "陈凤琛", "安哲", "李朋", "王爽", "张霖", "唐潇", "徐庆昂", "戚平", "黄丹", "沈茜",
            "胡庆建", "王蓉", "沈兰", "王珏", "陈庆菁", "张婷", "陈齐洁", "赵匆", "曹庆燕", "陶青", "姜芳", "宋佳", "宋荔", "张韦", "郭凤娴", "张燕", "殷凤丹",
            "姚凤瑛", "魏娜", "顾凤玥", "李艳", "梦洁", "潘鉴", "姚丽", "徐琳", "刘凤佳", "许俊", "周颖", "赵杭", "赵凤宽", "汪洋", "董凤华", "韩凤坚", "方鹏",
            "谢兄", "李励", "蒋波", "周佳", "鲁潇", "俞凤涛", "陈凤韬", "庞博", "沈啸", "赵庆蕾", "甄然", "白莲", "包哲", "陈思", "代凤丽", "付宁", "胡芳",
            "纪华", "兰帆", "李洋", "李庆晶", "李明", "李凤珍", "刘流", "楼庆峰", "芦琴", "孟凤婷", "彭海", "沈勤", "田川", "汪锦", "王康", "吴庆达", "邢松",
            "杨卉", "姚庆添", "詹庆玲", "张维", "张凤裕", "章安", "赵丽", "周汝", "朱琳", "曹艳", "陈薇", "陈誉", "窦曦", "高庆闻", "胡凤东", "季凤诚", "金帅",
            "李飞", "李杰", "李拓", "李庆玥", "刘航", "刘茹", "马芳", "牟辰", "乔庆逸", "石石", "宋凤", "王凤宁", "王妙", "王庆迁", "蔡卉", "陈鼎", "陈婷",
            "董凤霏", "甘京", "何元", "胡庆莎", "蒋虎", "李钊", "李璐", "李凤杰", "刘钰", "刘凤吉", "路冰", "骆岚", "钱阳", "沈华", "史庆艳", "涂凤平", "王聪",
            "王飞", "武凤剑", "徐燕", "杨子", "叶朝", "张云", "张庆刚", "张月", "章瑜", "赵雅", "周凤觅", "金庆晨", "杨倩", "查聪", "陈芬", "崔栋", "恩庆溶",
            "顾巍", "槐欢", "解凤丹", "瞿然", "李敏", "李庆阳", "李晓", "李洋", "刘然", "毛凤佳", "潘取", "佘凤婉", "宋园", "孙文", "王东", "王庆臣", "王娇",
            "陈娟", "程婵", "丁坚", "范凤丹");

}
